Repository: rogerhil/heybaldock
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Are you sure you want to delete this Event? WARNING: ALL RELATED PHOTOS AND VIDEOS WILL BE LOST!!! the only way to rescue back will be through drafts.
pt_br: Você tem certeza que deseja remover este Evento? ALERTA: TODAS AS FOTOS EVÍDEOS RELACIONADOS SERÃO PERDIDOS!!! A única forma de recuperá-los será através dos rascunhos.

source: Are you sure you want to delete this Location? WARNING: ALL RELATED EVENTS WILL BE LOST!!! The only way to rescue back will be through drafts.
pt_br: Você tem certeza que deseja remover este Local? ALERTA: TODAS OS EVENTOS RELACIONADOS SERÃO PERDIDOS!!! A única forma de recuperá-los será através dos rascunhos.

source: You must check over the address on map before submit the form.
pt_br: Você deve conferir o endereço no mapa antes de submeter o formulário

source: This field is required
pt_br: Este campo é obrigatório

source: Searching the address by zip code...
pt_br: Buscando endereço através do CEP

source: is an invalid zipcode, please check over again.
pt_br: é um CEP inválido, por favor confira novamente

source: Photos
pt_br: Fotos

source: Saved
pt_br: Salvo

source: Type the image description here...
pt_br: Digite a descrição da imagem...

source: This file is not an image.
pt_br: Este arquivo não é uma imagem.

source: Click to see bigger
pt_br: Clique para vizualizar maior

source: Are you sure you want to delete this PhotoAlbum? WARNING: ALL RELATED PHOTOS WILL BE LOST!!! the only way to rescue back will be through drafts.
pt_br: Você tem certeza que deseja remover este Álbum de Fotos? ALERTA: TODOS AS FOTOS RELACIONADAS SERÃO PERDIDAS!!! A única forma de recuperá-las será através dos rascunhos.

source: Are you sure you want to delete this Video Album? WARNING: ALL RELATED VIDEOS WILL BE LOST!!! the only way to rescue back will be through drafts.
pt_br: Você tem certeza que deseja remover este Álbum de Vídeos? ALERTA: TODOS OS VÍDEOS RELACIONADOS SERÃO PERDIDOS!!! A única forma de recuperá-los será através dos rascunhos.

source: Add more url
pt_br: Adicionar mais url
