Repository: rogerhil/heybaldock
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Your changes were successfully saved.
pt_br: Suas mudanças foram salvas com sucesso.

source: Please fix the errors below.
pt_br: Por favor corrija os erros abaixo.

source: Your password was successfully changed.
pt_br: Sua senha foi modificada com sucesso.

source: Name
pt_br: Nome

source: Subject
pt_br: Assunto

source: Message
pt_br: Mensagem

source: Message from website: %s
pt_br: Mensagem do website: %s

source: Message from %(name)s, e-mail: %(email)s
pt_br: Mensagem de %(name)s, e-mail: %(email)s

source: Your message has been successfully sent
pt_br: Sua mensagem foi enviada com sucesso

source: Add video album
pt_br: Adicionar álbum de vídeos

source: Add photo album
pt_br: Adicionar álbum de fotos

source: Add new event
pt_br: Adicionar novo evento

source: Description
pt_br: Descrição

source: Zip code
pt_br: CEP

source: Street
pt_br: Logradouro

source: District
pt_br: Bairro

source: Number
pt_br: Número

source: Complement
pt_br: Complemento

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Country
pt_br: País

source: Album
pt_br: Álbum

source: Phone 1
pt_br: Telefone 1

source: Phone 2
pt_br: Telefone 2

source: Phone 3
pt_br: Telefone 3

source: Content
pt_br: Conteúdo

source: Location
pt_br: Local

source: from %(start)s to %(end)s
pt_br: de %(start)s até %(end)s

source: The event "%s" was successfully deleted.
pt_br: O evento "%s" foi removido com sucesso.

source: Error while trying to delete the "%(name)s" event. %(err)s
pt_br: Erro ocorrido ao tentar remover o evento "%(name)s". %(err)s

source: The location "%s" was successfully deleted.
pt_br: O local "%s" foi removido com sucesso.

source: Error while trying to delete the "%(name)s" location. %(err)s
pt_br: Erro ocorrido ao tentar remover o local "%(name)s". %(err)s

source: Please provide a valid url
pt_br: Favor fornecer uma url válida

source: Only youtube videos are allowed.
pt_br: Somente vídeos do youtube são permitidos

source: Invalid youtube video url.
pt_br: Url de vídeo do youtube inválida

source: A photo album must have at least one photo
pt_br: Um álbum de fotos precisa ter ao menos uma foto

source: Photo description cannot be empty
pt_br: A descrição da foto não pode ser vazia

source: Created
pt_br: Criado

source: Updated
pt_br: Atualizado

source: This album will be displayed on the Photos section
pt_br: Este ábum será exibido na seção de Fotos

source: In case this album is associated with some event, this field is not required
pt_br: Caso este álbum seja associado a algum evento. Este campo não é obrigatório.

source: These album photos will be displayed on the flyers area of the event
pt_br: As fotos deste álbum serão exibidas na área de Flyers do evento associado

source: Photo Album %s
pt_br: Álbum de Fotos %s

source: Date
pt_br: Data

source: Image
pt_br: Imagem

source: Photo %s
pt_br: Foto %s

source: The photo album "%s" was successfully deleted.
pt_br: O álbum de fotos "%s" foi removido com sucesso.

source: Event
pt_br: Evento

source: Video Album
pt_br: Álbum de Vídeos

source: Photo Album
pt_br: Álbum de Fotos

source: %s section
pt_br: Seção %s

source: Menu title
pt_br: Título do menu

source: Title
pt_br: Título

source: Upcoming Events List
pt_br: Lista de eventos recentes

source: Event History Button Link
pt_br: Botão link para histórico de eventos

source: Video Albums list
pt_br: Lista de Álbuns de Vídeos

source: Photo Albums list
pt_br: Lista de Álbuns de Fotos

source: Contact Form
pt_br: Formulário de contato

source: Facebook Like Button
pt_br: Botão Like do Facebook

source: EDIT MODE
pt_br: MODO DE EDIÇÃO

source: My profile
pt_br: Meu profile

source: Save
pt_br: Salvar

source: Change password
pt_br: Modificar senha

source: Change
pt_br: Modificar

source: Send
pt_br: Enviar

source: Cancel
pt_br: Cancelar

source: Draft - Add %(model)s
pt_br: Rascunho - Adicionar %(model)s

source: Draft - Edit %(ct)s
pt_br: Rascunho - Editar %(ct)s

source: Draft - Edit %(model)s
pt_br: Rascunho - Editar %(model)s

source: Save draft
pt_br: Salvar rascunho

source: Edit
pt_br: Editar

source: Drafts related to %(title)s
pt_br: Rascunhos relacionados a %(title)s

source: Delete this draft
pt_br: Remover este rascunho

source: Publish
pt_br: Publicar

source: Draft
pt_br: Rascunho

source: Object
pt_br: Objeto

source: Type
pt_br: Tipo

source: Made by
pt_br: Feito por

source: See the photos related to this event below
pt_br: Veja as fotos abaixo relacionadas a este evento

source: See the videos related to this event below
pt_br: Veja os vídeos abaixo relacionados a este evento

source: Hey Baldock Event %(name)s
pt_br: Evento da Hey Baldock %(name)s

source: Delete this Event
pt_br: Remover este Evento

source: More events
pt_br: Mais eventos

source: Hey Baldock Events History
pt_br: Histórico de Eventos da Hey Baldock

source: List of events performed by Hey Baldock Beatles Cover Band
pt_br: Listagem de eventos realizados pela banda Hey Baldock Beatles Cover

source: Events history
pt_br: Histórico de eventos

source: Upcoming events
pt_br: Eventos recentes

source: ZIpcode:
pt_br: CEP:

source: Hey Baldock Location %(name)s
pt_br: Hey Baldock - Local %(name)s

source: Delete this Location
pt_br: Remover este local

source: Location details
pt_br: Detalhes do local

source: More locations
pt_br: Mais locais

source: Hey Baldock Locations List
pt_br: Hey Baldock - Listagem de locais

source: List of locations that Hey Baldock used to make its presentations.
pt_br: Listagem de locais cuja banda Hey Baldock costuma fazer apresentações

source: Locations list
pt_br: Listagem de locais

source: Address
pt_br: Endereço

source: View all
pt_br: Ver todos

source: Add
pt_br: Adicionar

source: Locations
pt_br: Locais

source: These photos are related to the "%(name)s" event performed on %(date)s.
pt_br: Estas fotos são relacionadas ao evento "%(name)s" realizado em %(date)s.

source: Number of photos:
pt_br: Número de fotos:

source: Hey Baldock Photo Album %(name)s
pt_br: Álbum de Fotos da Hey Baldock - %(name)s

source: Photo album
pt_br: Álbum de fotos

source: Delete this Photo Album
pt_br: Remover este ábum de fotos

source: %(counter)s photo
pt_br: %(counter)s foto

source: Search results
pt_br: Resultados da busca

source: No results found
pt_br: Nenhum resultado encontrado

source: Last updated at %(updated)s by %(user_updated)s
pt_br: Última atualização em %(updated)s por %(user_updated)s

source: These videos are related to the "%(name)s" event performed on %(date)s.
pt_br: Estes vídeos são relacionados ao evento "%(name)s" realizado em %(date)s.

source: Number of videos:
pt_br: Número de vídeos:

source: Hey Baldock Video Album
pt_br: Álbum de Vídeos da Hey Baldock

source: Video album
pt_br: Álbum de Vídeos

source: Delete this Video Album
pt_br: Remover este Álbum de Vídeos

source: %(counter)s video
pt_br: %(counter)s vídeo

source: A video album must have at least one video url
pt_br: Um álbum de vídeo precisar ter ao menos uma url de vídeo

source: Url cannot be empty
pt_br: A url não pode ser vazia

source: This video is provided more than once
pt_br: Este vídeo foi fornecido mais de uma vez

source: This album will be displayed on the Videos section
pt_br: Este ábum será exibido na seção de Vídeos

source: Video Album %s
pt_br: Álbum de Vídeos %s

source: Small thumbnail
pt_br: Thumbnail pequeno

source: Video %s
pt_br: Vídeo %s

source: The video album "%s" was successfully deleted.
pt_br: O ábum de vídeo "%s" foi removido com sucesso.

source: Error while trying to delete the "%(name)s" video album. %(err)s
pt_br: Erro occorrido ao tentar remover o álbum de vídeos "%(name)s". %(err)s
